[{
  "bio": "<p>Simon Cole took up his position as Chief Constable of Leicestershire in June 2010. He is responsible for leading the Force as it seeks to protect our communities, heading up the Chief Officer Team, and managing relationships with key external partners.<\/p>\n<p>Having grown up in Leicestershire and Essex, Simon began his policing career in the West Midlands as a Constable where he worked in the City of Birmingham in various roles, including Staff Officer to the Chief Constable and Operations Superintendent in Handsworth, before becoming Commander of Dudley South Operational Command Unit.<\/p>\n<p>Simon joined Hampshire Constabulary in 2003 as Assistant Chief Constable (ACC) and became Deputy Chief Constable in 2008. As ACC, Simon led Hampshire in delivering Safer Neighbourhoods, with teams of local Safer Neighbourhoods officers and Targeted Patrol Teams being at the heart of delivering local based crime-fighting in communities.<\/p>\n<p>In 2007 Simon was invited to be on the directing staff of the Strategic Command Course, lending his experience to this international course that trains senior officers and staff who will work at Chief Officer level in the future.<\/p>\n<p>As Deputy Chief Constable, Simon was responsible for corporate planning, consultation, information and research, as well as diversity and performance. He led work to merge IT departments with a neighbouring Force, and led on both professional standards and collaboration. Simon has led a national portfolio for the Association of Chief Police Officers ACPO on mental health and disability since September 2011. In 2012 Simon was acknowledged by the Employers’ Forum on Disability as their Emergency Services Disability Champion in the Disability Standards Award.<\/p>\n<p>In April 2012 Simon also became ACPO national lead for the Local Policing and Partnerships Business Area. This includes local policing, 101 and contact management, citizens in policing and digital engagement. Simon previously led nationally for ACPO on both crime statistics within the ACPO Crime Business Area, and on vetting within the ACPO Professional Standards Business Area.<\/p>\n<p>Locally Simon represents the Force on the Strategic Partnership Board, working with partners from all over the Force area to reduce crime and antisocial behaviour. He also chairs the multi-agency Local Resilience Forum and the Force Executive Group, as well as representing the Force in working with the police and crime commissioner. Simon leads for the East Midlands five-Force collaborative workstream on Operational Support, including IT and Criminal Justice. He is also a trustee of the Leicester Sports Partnership Trust which aims to make Leicester the most active city in England. <\/p>\n<p>When not at work Simon is a committed family man with a young son and daughter. He is a keen sportsman, playing tennis, coaching junior rugby and enjoying watching the Tigers when work allows. He chairs the Police Sport UK National Lawn Tennis Section. Simon has a BA Hons in English Literature from the University of Durham, an MA in History from University College, Worcester, and a Diploma in Criminology and Policing from Cambridge University. He completed the Strategic Command Course at the Police Staff College, Bramshill, in 2001. In 2004\/5 he completed the modular European Top Senior Police Officers’ Course. He is also a Visiting Fellow of the Department of Criminology, University of Leicester.<\/p>\n<p>Follow the Chief Constable on Twitter <a href=\"http:\/\/www.twitter.com\/ccleicspolice\" title=\"\">@ccleicspolice<\/a><\/p>",
  "contact_details": {
    "twitter": "http:\/\/www.twitter.com\/CCLeicsPolice"
  },
  "name": "Simon Cole",
  "rank": "Chief Constable"
}, {
  "bio": "<p>Simon took up his post as Deputy Chief Constable of Leicestershire Police in May 2012.<\/p>\n<p>Having started his policing career with the Royal Ulster Constabulary, where he served for 10 years as a constable and sergeant in several urban and rural settings, Simon transferred to Cambridgeshire Constabulary in 1991.<\/p>\n<p>There he worked as a patrol officer in Peterborough, while studying sociology and criminology at the Open University. He was awarded a BA Honours Degree in 1997.<\/p>\n<p>By 2004, Simon had reached the rank of Chief Superintendent and was appointed as Divisional Commander for the Force's Central Division. In 2006, he took up a new post as Cambridgeshire's lead on police force restructuring and was responsible for change management and collaboration.<\/p>\n<p>In 2008 he took up his appointment as Assistant Chief Constable with West Mercia Police, with responsibility for Territorial Operations. In December 2011, Simon was appointed as Assistant Chief Constable for both West Mercia Police and Warwickshire Police, as part of the strategic alliance between the two Forces.<\/p>\n<p>He currently holds the national lead on anti-social behaviour for the Association of Chief Police Officers.<\/p>",
  "contact_details": {
    "twitter": "http:\/\/www.twitter.com\/DCCLeicsPolice"
  },
  "name": "Simon Edens",
  "rank": "Deputy Chief Constable"
}, {
  "bio": "<p>Originally from the north-west, Phil Kay grew up in Worcestershire and joined the police service aged 19, having spent time working in the USA.<\/p>\n<p>Prior to his appointment in June 2013, as Assistant Chief Constable (Operations) in Leicestershire Police, Phil worked in both Northumbria Police and West Midlands Police. He has a wide range of policing experience, including local policing, Contact Management, CID, Intelligence and Operations.<\/p>\n<p>As a Chief Superintendent, Phil undertook roles as Head of Operations, for which he was recognised nationally for leading work to make the department more diverse and inclusive, and as a BCU Commander within Birmingham, where he worked with partners and communities to significantly reduce crime and anti-social behaviour, whist improving levels of confidence and satisfaction. He spent 18 months leading the business partnering programme, exploring how the service might work with the private sector to use technology to improve service during challenging financial times.<\/p>\n<p>Phil is married to a serving West Midlands Police Constable, and has three children.<\/p>\n<p>Phil’s leisure time revolves around his keen interest in sport particularly football, (lifelong Bolton Wanderers fan), hockey, cycling and rugby.<\/p>",
  "contact_details": {
    "twitter": "https:\/\/twitter.com\/ACCOLeicsPolice"
  },
  "name": "Phil Kay",
  "rank": "Assistant Chief Constable (Operations)"
}, {
  "bio": "<p>Roger joined Lincolnshire Police in 1988 having attended Queen Elizabeth Grammar School in Gainsborough and then working in retail management in London. He progressed through the ranks both in uniformed operations and criminal investigation roles, particularly enjoying his experience as a detective. He has a degree in Policing Studies.<\/p>\n<p>Roger describes his two proudest career moments as being commended as a Detective Sergeant for detecting a knife-point stranger kidnap and sex attack on a young schoolgirl and then ten years later, as the Head of CID, being commended over a four-year long global child protection investigation.<\/p>\n<p>In October 2010 Roger took up the role as temporary Assistant Chief Constable (Protective Services) in Lincolnshire Police and in March 2012 graduated from the Strategic Command Course.<\/p>\n<p>He was appointed as Leicestershire Police’s Assistant Chief Constable (Crime) in June 2013.<\/p>\n<p>Roger is married and has six year old twin boys. His many hobbies include mountaineering (which has included trips to Scotland, the Alps and the Himalayas) skiing, running and open water swimming.<\/p>",
  "contact_details": {
    "twitter": "http:\/\/www.twitter.com\/ACCCLeicsPolice"
  },
  "name": "Roger Bannister",
  "rank": "Assistant Chief Officer (Crime)"
}]
